anseki.vscode-color
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
bufbuild.vscode-buf
codeium.codeium
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
fabiospampinato.vscode-highlight
foxundermoon.shell-format
github.vscode-github-actions
github.vscode-pull-request-github
golang.go
gruntfuggly.todo-tree
jock.svg
mechatroner.rainbow-csv
mhutchie.git-graph
ms-azuretools.vscode-bicep
ms-azuretools.vscode-docker
ms-dotnettools.vscode-dotnet-runtime
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode.makefile-tools
oderwat.indent-rainbow
pkl.pkl-vscode
tamasfe.even-better-toml
timonwong.shellcheck
yzhang.markdown-all-in-one
zxh404.vscode-proto3
