anseki.vscode-color
bierner.github-markdown-preview
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-footnotes
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
bierner.markdown-yaml-preamble
bufbuild.vscode-buf
christian-kohler.path-intellisense
codeium.codeium
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
eamodio.gitlens
editorconfig.editorconfig
emeraldwalk.runonsave
esbenp.prettier-vscode
evilz.vscode-reveal
fabiospampinato.vscode-highlight
foxundermoon.shell-format
github.vscode-github-actions
github.vscode-pull-request-github
golang.go
golang.go-nightly
gruntfuggly.todo-tree
jock.svg
mechatroner.rainbow-csv
mhutchie.git-graph
mosapride.zenkaku
ms-azuretools.vscode-bicep
ms-azuretools.vscode-docker
ms-dotnettools.vscode-dotnet-runtime
ms-python.black-formatter
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode.makefile-tools
oderwat.indent-rainbow
ouweiya.copy-file-name
pkl.pkl-vscode
pranaygp.vscode-css-peek
prisma.prisma
rebornix.toggle
redhat.vscode-yaml
ritwickdey.liveserver
romanpeshkov.vscode-text-tables
shardulm94.trailing-spaces
streetsidesoftware.code-spell-checker
tamasfe.even-better-toml
tht13.html-preview-vscode
timonwong.shellcheck
yzhang.markdown-all-in-one
zxh404.vscode-proto3
